<!DOCTYPE html>
<html lang="he">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="טלי גרנות כהנא- טיפול זוגי ממוקד רגש EFT.
מטפלת זוגית ופרטנית בקליניקה ברמת גן בטיפול ממוקד רגש והתקשרות.
עוסקת בהדרכת מטפלים .
מלמדת בתוכנית שנתית של לימודי טיפול זוגי ממוקד רגש בגישה התקשרותית. 
עובדת בקליניקה בשילוב של גישות  מודרניות חווייתיות , גישות הומניסטיות , מיינדפולנס, ותיאוריות שעוסקות בהתקשרות מבוגרים וילדים">
    <meta name="author" content="tali kahana טלי כהנא">
    <meta name="keywords" content="רמת גן, טיפול ממוקד רגש, מטפלת זוגית ,EFT ,טיפול פרטני ,הדרכה ,טלי כהנא, טלי גרנות בשן, טלי גרנות ,טיפול זוגי ,MSW ,התקשרות, קורסים">
    <title>טלי גרנות כהנא - קורסים</title>
    <link rel="shortcut icon" href="img/top.webp">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/css/bootstrap.min.css">
    <meta name="google-site-verification" content="Buj_Vm45tu1pa_7z1KoLZGaYAD9QQbm-kfRO4w_QJHA" />
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>
   
    <style>
       
         body{
       direction: rtl;
            background-color: #9B3265;
            background-size: auto;
            background-image: url(img/irina-iriser-mNz9Pa3tz34-unsplash.jpg);
      }

        .navbar {
            font-size: 23px;
            position: fixed;
            width: 100%;
            z-index: 1;
        }

        .main {

            font-style: italic;
            text-align: right;
            font-size: 25px;
            -webkit-text-fill-color: white;
            /* Will override color (regardless of order) */
            -webkit-text-stroke-width: 1px;
            -webkit-text-stroke-color: white;
            margin-bottom: 100px;
            padding-top: 70px;
            padding-left: 5%;
            padding-right: 5%;
            background-color: black;

        }
 #empty{
        background-color: none;
        height: 150px;
          display: block;
        
      }
        .h {
            text-align: center;
            text-decoration: underline;

        }

        h1 {
            margin-bottom: 70px;
             text-align: center;
        }

        img {
            align-self: center;
            margin: auto;
        }
        .contect{
            padding-bottom: 70px;
        }

        /* Small devices (tablets, 768px and up) */
        @media (max-width: 700px) {

            .main {
                font-size: 18px;
            }

        }
        @media all and (min-width: 992px) {
            .navbar .nav-item .dropdown-menu {
                display: none;
            }

            .navbar .nav-item:hover .nav-link {
                color: #fff;
            }

            .navbar .nav-item:hover .dropdown-menu {
                display: block;
            }

            .navbar .nav-item .dropdown-menu {
                margin-top:0 ;
            }
        }

    </style>
    <!--[if IE]>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/html5shiv/3.7.3/html5shiv.min.js"></script>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/respond.js/1.4.2/respond.min.js"></script>
    <![endif]-->
</head>

<body>
    <nav class="navbar navbar-expand-lg navbar-dark bg-dark">
        <a class="navbar-brand" href="index.php">טלי גרנות בשן</a>
        <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarNav" aria-controls="navbarNav" aria-expanded="false" aria-label="Toggle navigation">
            <span class="navbar-toggler-icon"></span>
        </button>
        <article class="collapse navbar-collapse" id="navbarNav">
            <ul class="navbar-nav">
                <!--
      <li class="nav-item active">
        <a class="nav-link" href="#">דף הבית<span class="sr-only">(current)</span></a>
      </li>
-->
                <li class="nav-item">
                    <a class="nav-link" href="index.php">דף הבית</a>
                </li>
                <li class="nav-item ">
                    <a class="nav-link" href="abutMe.php">קצת על עצמי</a>
                </li>
                <li class="nav-item dropdown active">
                    <a class="nav-link dropdown-toggle" href="#" id="navbarDropdown" role="button"
                        data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
                        קורסים
                    </a>
                    <div class="dropdown-menu" aria-labelledby="navbarDropdown">
                        <a class="dropdown-item" href="courses.php">קורס במרכז</a>
                        <div class="dropdown-divider"></div>
                        <a class="dropdown-item" href="courseBadarom.php">קורס בדרום</a>
                    </div>
                </li>
                <li class="nav-item ">
                    <a class="nav-link " href="attachment.php">התקשרות</a>
                </li>
                <li class="nav-item ">
                    <a class="nav-link" href="CouplesTherapy.php">טיפול זוגי</a>
                </li>

                <li class="nav-item">
                    <a class="nav-link" href="contactus.php">צור קשר</a>
                </li>

            </ul>
        </article>
    </nav>


    



    <main class="container-md" id="container">
<article id="empty"></article>
        <article class="main">
            <p>
                <h1 >קורס להכשרת מטפלים זוגיים בגישה ממוקדת רגש והתקשרות</h1>
            </p>
            <p>
                <h2 class="h">קורס במרכז - מחזור רביעי</h2>
            </p>
            <!-- <img src="img/eftramatgan.jpg" alt="הדפדפן שלך אינו תומך בתמונה זו, קורס EFT ברמת גן" width="100%"> -->
            <p>
              

<article>
<br><br>

<br>
<p style="text-align: center;">    ימי שלישי, בוקר (10-13) , 25 מפגשים ברמת גן
</p>
<br>
<p style="text-align: center;"> עלות הקורס: 6500 ש"ח
</p>
<p style="text-align: center;"> בהרשמה מוקדמת: 6000 ש"ח
</p>
<br>
הקורס הוא מסגרת חד שנתית להכשרת מטפלים זוגיים. הוא מיועד למטפלים זוגיים ומשפחתיים ותיקים או למטפלים פרטניים שרוצים לבנות קליניקה של טיפול זוגי.
<br>
הקורס מתבסס על תיאוריית ההתקשרות ועל ההשלכות שלה להתקשרות מבוגרים, ומתבסס על גישות מודרניות ומסורתיות ממוקדות התקשרות. 
<br>
התפיסה ההתקשרותית (Attachment) לטיפול זוגי היא לא רק דרך לפתור את הכאוס והתקיעות של הרבה מאוד מהזוגות. זו גישה שמשתמשת בקשר הזוגי ככלי לריפוי אישי, כבסיס לצמיחה ולהתפתחות וכעוגן המספק יציבות כשהחיים מטלטלים אותנו. 
<br>
הזוגות שאנו פוגשים בקליניקה מגיעים עם  ספקות על הקשר, קונפליקטים קשים, שחיקה, ירידה בתשוקה, קשיים בתקשורת ועוד.
<br>
הגישה ההתקשרותית מספקת מבט שמעבר לתוכן, מפת דרכים. היא מעניקה למטפל הבנה בהירה ועמוקה בקשר למה שלא מתאפשר לבני הזוג והוא הגורם האמיתי לסבל ולספיקות.
<br>
ריקון של הקשר, ניתוק, חוסר אמון, מריבות קולניות או מאבקי כוח והתחשבנויות- כל אלו הם רק סימפטומים למאבק של בני הזוג להרגיש בטוחים ואהובים. המאבק החיובי הזה, שהוא הכוח המניע של כל חיבור בין בני זוג לא תמיד מוביל לתוצאות חיוביות.
<br>
בדרך לתוצאה הרצויה הזו נמצאים פצעי ילדות, טראומות, דפוסי חשיבה והגנות, ואלו לא מאפשרים לשני בני הזוג להרגיש קרובים, רגועים ושמחים זה בזו.
<br>
כשהמרחב הזה מאויים והאהבה או היציבות בספק, מופעלות אסטרטגיות הישרדותיות שפוגעות באופן אנוש ביחסים.
<br>
בגישה הומניסטית, מתוך יצירת בסיס בטוח ומכוונן כמטפלים, אנו עוזרים לבני הזוג להבין מדוע הם הלכו לאיבוד בדרך, ולוקחים אותם יד ביד למקום שבו מותר ואף רצוי להיות פגיעים, זקוקים, חשופים ורכים.
<br>
הקורס משלב ידע אינטגרטיבי של הגישות המובילות היום בעולם לטיפול ממוקד רגש והתקשרות. 
<br>
עיקרו של הקורס הוא למידה של  EFT זוגי (Emotionally Focused Therapy, או טיפול ממוקד רגש) מיסודה של סו ג'ונסון. הגישה הוכחה מחקרית ככלי טיפולי יעיל במיוחד, חוצה תרבויות, קשיים ומשברים, ומספקת מענה למנעד רחב של מצוקות ודילמות במרחב הזוגי. EFT הוא כלי למהלך טיפולי ממוקד, יעיל ועמוק, המייצר שינוי החל מהפגישה הראשונה.
<br>
המרחב הזוגי מעורר רגשות עזים בהרבה בהשוואה לקשרים אחרים בחיינו בשל ההפעלה והמעורבות של מערכת ההתקשרות. גישת ה-EFT  כוללת מפה שעוזרת לנו להבין את הרגשות העוצמתיים, ולרתום אותם לטובת יצירת מרחב בטוח וחיוני בתוך הקשר. 
<br>
השיטה מטפלת בשורש הבעיה הזוגית וחושפת את הרובד העמוק של מה שלא עובד בקשר. היא לא רק נותנת כלים לתקשורת יעילה, אלא נוגעת בצרכים העמוקים, עונה על השאלה מדוע הצרכים הללו אינם נענים, ומאפשרת יצירה של מרחב בטוח לצמיחה ולשינוי. 
<br>
בנוסף לEFT  הקורס מרחיב את ארגז הכלים ואת נקודת המבט על הקשר מתוך התבססות על תיאוריות קרובות מעולם ההתקשרות ומהטיפול החווייתי: עם הרחבה והעמקה בראיית העולם ההתקשרותית, הבנת מערכת העצבים ולימוד של כלים טיפוליים רגשיים וחוויתיים מתוך:  AEDP ,תיאוריית הפוליווגאל של פורג'ס , האקומי ו-IFS. 
<br>
הנחת היסוד של הגישה ההתקשרותית היא שהאדם נוצר, מתפתח ומתקיים לכל אורך החיים בתוך קשר ולא כיחידה נפרדת וזאת בהתאמה מלאה לתפיסה המערכתית הרואה את היחיד כפועל ומתהווה כחלק ממערכת. הנחה זו מסתעפת להבנה מורכבת של הנפש האנושית כאורגניזם שמתהווה בתוך אינטראקציות מפתח בילדות. אינטראקציות אלו משפיעות באופן מהותי על תפיסת העצמי, האחר והעולם, על יכולת ויסות, חוסן, פתיחות לחוויה, אסטרטגיות התמודדות ומוטיבציה. 
<br>
לפיכך, השינוי הקורה בטיפול הוא לא רק במרחב הזוגי, אלא בתפיסת העצמי, בתפיסת האחר ובדרכי הפעולה בעולם של כל אחת ואחד. פצעי הילדות ננגעים בהקשר של קשר בטוח ומוחזקים ברכות. פגיעות מוזמנת לחדר וחוויה חדשה נוצרת. חוויה לא מוכרת, מרפאת, מרגשת.
<br>
<h3 class="h">מה לומדים</h3>
בוגרי הקורס מקבלים כלי עבודה כולל ורחב לעבודה עם זוגות בקליניקה  אשר משיג תוצאות יציבות ומיטיבות למשך שנים ארוכות בחיי המטופלים ובקשר הזוגי שלהם. השיטה מזהה, חוקרת ופותרת מגוון בעיות במרחב הזוגי בזכות החתירה הקבועה שלה להתמודד עם סוגיות הליבה שמצויות בבסיס הקשר הזוגי, ולא רק בדרמה הנקודתית של המשבר והסכסוך הזוגי העכשווי. 
<br>
הקורס מעניק למטפלים מפת התמצאות, המבוססת על תאוריית ההתקשרות, להבנה של כלל החוויות, הרגשות וההתנהגויות האנושיות בתוך קשרים משפחתיים, זוגיים ואחרים. "המקראה" הזו, מפת הנפש האנושית, מהווה בסיס בטוח למטפל ומאפשרת לו להבין מה קורה בחדר ומה מוביל לריפוי של הקשר ושל היחיד בתוך הקשר.  
<br>
הטיפול ההתקשרותי חותר להגיע אל מעבר לתכנים ולסיפורים המפלגים בין בני הזוג. הוא נוגע בצורכי הליבה האנושיים, ומאפשר למטופלים לייצר מערכת יציבה שמסוגלת לעמוד בסופה ומשבר.
<br>
הקורס כולל ידע תיאורטי נרחב על התקשרות, על רגשות, על מערכת העצבים ותפקידם בקשר הזוגי. הידע מתבסס על גישותיהם של סו ג'ונסון, דיאנה פושה, בולבי, רוג'רס, ויניקוט, מינושין , בואן , ניופלד ופורג'ס.
<br>
<h3 class="h"> הקשר כמטפל</h3>
לכולנו פצעי ילדות שמלווים אותנו אל הקשרים שלנו כבוגרים. פצעי הילדות משוחזרים בקשר שוב ושוב הם מאיימים על הקשר ומנהלים אותו, ועולות תחושות של יאוש ורצון לברוח מהקשר אל קשר אחר או אל הלבד הפחות כואב. בעזרת הטיפול פצעי הילדות מוחזקים ברכות  במרחב הזוגי ומקבלים הכרה ומענה המאפשרים ריפוי. 
<br>
תפיסת העולם ההתקשרותית רלוונטית לא רק למרחב הזוגי והמשפחתי, אלא לכלל המטופלים שמגיעים לקליניקה. לפיכך, הקורס מציג אפשרויות חדשות לטיפול בטראומה, דיכאון, חרדה והתמכרויות.
<br>
<h3 class="h"> למי הקורס מיועד</h3>
הקורס מתאים למטפלים זוגיים ומשפחתיים מגישות שונות, וכן למטפלים פרטניים המעוניינים להתפתח וללמוד לעבוד עם זוגות.  הקורס מתאים גם למטפלים הבאים מעולמות של גופנפש ולמנחי הורים. 
<br>
מי שמתאימים באמת לקורס הם אנשים בצמיחה שמעוניינים לחקור את המרחב ההתפתחותי של המטופל בקליניקה – אבל יותר מזה את הצמיחה של עצמם במרחב האישי וההתקשרותי.
<br>
 מנסיון העבר ההשתתפות בקורס מניעה תהליכי שינוי ברמה האישית והזוגית, ותומכת בהתפתחות בחיים האישיים והמקצועיים של המשתתפים. 
<br>


<h3 class="h">דרכי הלמידה
</h3>

<br>
•	העמקה תיאורטית רחבה של התפיסה ההתקשרותית והשלכותיה הישירות לקליניקה
<br>
•	ביסוס עמדה טיפולית הומניסטית אקטיבית, נוכחת רגשית, המייצרת בסיס בטוח
<br>  
•	הדגמות חיות של מהלכי טיפול
<br>
•	סרטים של טיפולים
	<br>
•	למידה ספציפית של כלי עבודה עם טיפוסי התקשרות שוניםֿ
<br>
•	כוריאוגרפיה חדשה של הריקוד הזוגי
<br>
•	תרגול
	<br>
<h3 class="h">על המנחה
</h3>

<br>
טלי גרנות בשן (MSW)- מטפלת מזה שני עשורים. ב7 השנים האחרונות עוסקת בהכשרת ובהדרכת מטפלים בתחום ההורות והזוגיות, ובהכשרת מנחי קבוצות. למדה EFT בארץ ובלונדון , מטפלת EFT ומדריכה מטפלים בגישה זו. מתמחה בקשר והתקשרות. בעשר השנים האחרונות ניהלה את התחום המקצועי במרכז משפחה בקרית גת. כיום מטפלת בקליניקה ברמת גן ועוסקת בהדרכת מטפלים. 
<br>
<h2 class="h">תכני הקורס
</h2>

<br>
<h3 class="h">יחידה ההתקשרותית
</h3>
<br>
•	עקרונות ההתקשרות
<br>
•	מהו "קשר בטוח"?
<br>
•	זיהוי של דפוסי התקשרות
<br>
•	פצעי התקשרות
<br>
•	בטחון וסכנה בקשר.
<br>
<h3 class="h">יחידה על רגשות
</h3>
<br>
•	תפקידם של הרגשות במערכת האנושית
<br>
•	הבנה של רגשות שונים
<br>
•	רגשות ליבה ורגשות הגנתיים
<br>
•	ניתוק רגשי, הצפה רגשית וחיבור רגשי
<br>
•	דכאון וחרדה
<br>
•	עבודה טיפולית עם רגשות 
<br>
<h3 class="h"> ויסות רגשי הדדי 
</h3>
<br>
•	הכרות עם תאוריית הפוליוגאל של פורג'ס
<br>
•	חלון העוררות/סבילות
<br>
•	עבודה עם הצפה, הסלמה וניתוק בחדר 
<br>
•	ויסות הדדי 
<br>
•	נוכחות קשובת גוף
<br>
<h3 class="h">זוגיות
</h3>
<br>
•	הריקוד הזוגי ואיך הוא נוצר
<br>
•	הכרת מעגלים זוגיים והתפקידים בהם
<br>
•	איך משנים מעגל?!
<br>
•	זוגות בהסלמה
<br>
<h3 class="h">ריפוי
</h3>

<br>
•	הקשר כזירה של ריפוי
<br>
•	פצעי ילדות, טראומה ופצעי התקשרות
<br>
•	עבודה עמוקה עם רגשות והגמשה של מנגנוני הגנה בתוך הקשר הזוגי
<br>
•	מפגש עם פגיעות ותלות 
<br>
•	עבודה עם חלקי נפש על פי גישת IFS 
<br>
<h3 class="h">נושאים שונים בזוגיות
</h3>
<br>
•	מיניות
<br>
•	בגידות 
<br>
•	התמכרויות
<br>
•	אלימות
<br>
•	טראומות של הזוגיות
<br>
•	דיכאון וחרדה
<br>
<br>
<br>

<article class="contect">
<a href="contactus.php">
צור קשר
<br>
טלי גרנות בשן </a>

<a href="tel:053-424-8088">
<img src="https://talikahana.co.il/img/call_me.png" width="50px"/>
    </a>

</article>

</article>


        </article>





    </main>

    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.3/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"></script>

</body>

</html>